#+FILETAGS: DIARY
* 2012
  :PROPERTIES:
  :ID:       7b41d67d-1999-4b37-ab1e-04132c54b4b8
  :END:
** 2012-11 November
*** 2012-11-15 Thursday
**** Meditating
     :LOGBOOK:
     CLOCK: [2012-11-15 Thu 13:56]--[2012-11-15 Thu 14:24] =>  0:28
     :END:
[2012-11-15 Thu 13:56]
*** 2012-11-16 Friday
**** Lunch
     :LOGBOOK:
     CLOCK: [2012-11-16 Fri 11:58]--[2012-11-16 Fri 13:07] =>  1:09
     :END:
     [2012-11-16 Fri 11:58]
*** 2012-11-27 Tuesday
**** toilet break
     :LOGBOOK:
     CLOCK: [2012-11-27 Tue 13:16]--[2012-11-27 Tue 13:33] =>  0:17
     :END:
[2012-11-27 Tue 13:16]
**** Making kids supper
     :LOGBOOK:
     CLOCK: [2012-11-27 Tue 19:48]--[2012-11-27 Tue 20:21] =>  0:33
     :END:
[2012-11-27 Tue 19:48]
*** 2012-11-28 Wednesday
**** Toilet break
     :LOGBOOK:
     CLOCK: [2012-11-28 Wed 10:39]--[2012-11-28 Wed 10:42] =>  0:03
     :END:
[2012-11-28 Wed 10:39]
**** Lunch
     :LOGBOOK:
     CLOCK: [2012-11-28 Wed 11:57]--[2012-11-28 Wed 13:00] =>  1:03
     :END:
[2012-11-28 Wed 11:57]
**** Toilet break
     :LOGBOOK:
     CLOCK: [2012-11-28 Wed 13:42]--[2012-11-28 Wed 13:56] =>  0:14
     :END:
[2012-11-28 Wed 13:42]
*** 2012-11-29 Thursday
**** Contact Doyle about Remy's absence today
     :LOGBOOK:
     CLOCK: [2012-11-29 Thu 11:02]--[2012-11-29 Thu 11:07] =>  0:05
     :END:
[2012-11-29 Thu 11:02]
**** Toilet break
     :LOGBOOK:
     CLOCK: [2012-11-29 Thu 11:27]--[2012-11-29 Thu 11:45] =>  0:18
     :END:
[2012-11-29 Thu 11:27]

**** Shopping 
     :LOGBOOK:
     CLOCK: [2012-11-29 Thu 11:45]--[2012-11-29 Thu 13:30] =>  1:45
     :END:
[2012-11-29 Thu 11:45]
**** Lunch
     :LOGBOOK:
     CLOCK: [2012-11-29 Thu 13:44]--[2012-11-29 Thu 14:16] =>  0:32
     :END:
[2012-11-29 Thu 13:44]
**** Watching Voltron
     :LOGBOOK:
     CLOCK: [2012-11-29 Thu 15:00]--[2012-11-29 Thu 15:39] =>  0:39
     :END:
[2012-11-29 Thu 15:00]
*** 2012-11-30 Friday
**** Lunch
     :LOGBOOK:
     CLOCK: [2012-11-30 Fri 12:01]--[2012-11-30 Fri 12:58] =>  0:57
     :END:
[2012-11-30 Fri 12:01]
**** Sorting out lunch for kids
     :LOGBOOK:
     CLOCK: [2012-11-30 Fri 13:26]--[2012-11-30 Fri 13:27] =>  0:01
     :END:
     [2012-11-30 Fri 13:26]
** 2012-12 December
*** 2012-12-03 Monday
**** Lunch
     :LOGBOOK:
     CLOCK: [2012-12-03 Mon 12:01]--[2012-12-03 Mon 13:09] =>  1:09
     :END:
[2012-12-03 Mon 13:10]
**** Toilet break
     :LOGBOOK:
     CLOCK: [2012-12-03 Mon 13:12]--[2012-12-03 Mon 13:29] =>  0:17
     :END:
[2012-12-03 Mon 13:12]
**** Coffee break
     :LOGBOOK:
     CLOCK: [2012-12-03 Mon 14:11]--[2012-12-03 Mon 14:26] =>  0:15
     :END:
[2012-12-03 Mon 14:11]
**** Snack Break
     :LOGBOOK:
     CLOCK: [2012-12-03 Mon 15:39]--[2012-12-03 Mon 15:52] =>  0:13
     :END:
[2012-12-03 Mon 15:39]
*** 2012-12-04 Tuesday
**** Lunch
     :LOGBOOK:
     CLOCK: [2012-12-04 Tue 12:57]--[2012-12-04 Tue 13:55] =>  0:58
     :END:
[2012-12-04 Tue 12:57]
**** Rest break
     :LOGBOOK:
     CLOCK: [2012-12-04 Tue 14:04]--[2012-12-04 Tue 14:39] =>  0:35
     :END:
[2012-12-04 Tue 14:04]
**** toilet break
     :LOGBOOK:
     CLOCK: [2012-12-04 Tue 14:50]--[2012-12-04 Tue 15:21] =>  0:31
     :END:
[2012-12-04 Tue 15:21]
